{
  "common": {
    "ok": "OK",
    "confirm": "Confirm",
    "cancel": "Cancel",
    "back": "Back",
    "next": "Next",
    "error": "Error",
    "close": "Close",
    "bankAccount": "Cash Account",
    "firstName": "First Name",
    "lastName": "Last Name",
    "email": "Email",
    "sats": "sats",
    "to": "To",
    "bank": "Bank",
    "bitcoin": "Bitcoin",
    "soon": "Coming soon!",
    "SSL": "Your information is encrypted and securely transmitted using SSL",
    "syncing": "Syncing data...",
    "fundingTx": "Funding tx: {{tx}}"
  },
  "sat": { "one": "1 sat", "other": "{{formatted_number}} sats", "zero": "0 sats" },
  "errors": {
    "generic": "There was an error. Please try again later",
    "invalidEmail": "Invalid email",
    "invalidPhoneNumber": "is not a valid phone number"
  },
  "notifications": {
    "payment": { "body": "You just received ${{value}} sats", "title": "Payment received" }
  },
  "Overlay": {
    "accounts": "Start by getting\nsome rewards!",
    "rewards": {
      "download": "We gave you 1 sat as a gift\nto download the app.",
      "getMore": "Learn about #bitcoin and earn more!"
    }
  },
  "BalanceHeader" : {
    "currentBalance": "Current Balance"
  },
  "GetStartedScreen": {
    "headline": "The Bank with sound money",
    "getStarted": "Get Started"
  },
  "WelcomeFirstScreen": {
    "care": "Why should I care?",
    "bank": "Bitcoin is designed to let you store, send and receive money, without relying on a bank or credit card",
    "before": "Before Bitcoin, people had to rely on banks or credit card providers, to spend, send and receive money.",
    "learn": "I don't mean to badger you but there's lot more to learn, dig in..."
  },
  "WelcomePhoneInputScreen": {
    "header": "Enter your phone number and we'll text you an access code.",
    "placeholder": "Phone Number"
  },
  "WelcomePhoneValidationScreen": {
    "header": "To confirm your phone number, enter the code we just sent you",
    "placeholder": "6 Digits Code"
  },
  "EarnScreen": {
    "title": "Earn",
    "earnSats": { "one": "Earn 1 sat", "other": "Earn {{formatted_number}} sats" },
    "satsEarned": { "one": "1 sat earned", "other": "{{formatted_number}} sats earned" },
    "satAccumulated": "Sats accumulated",
    "bankingNeeded": "Banking is needed",
    "channelNeeded": "Open channel first",
    "getRewardNow": "Answer quiz",
    "phoneNumberNeeded": "Phone number required",
    "earns": [
      {
        "meta": {
          "id": "bitcoinWhatIsIt",
          "title": "Bitcoin: What is it?"
        },
        "content": [
          {
            "id": "whatIsBitcoin",
            "type": "Text",
            "title": "So what exactly is Bitcoin?",
            "text": "Bitcoin is digital money. \n\nIt can be transferred instantly and securely between any two people in the world — without the need for a bank or any other financial company in the middle.",
            "answers": [
              "Digital money",
              "A video game",
              "A new cartoon character\n"
            ],
            "feedback": [
              "Correct. You just earned 1 “sat”!\n",
              "Incorrect, please try again.",
              "A new cartoon character "
            ]
          },
          {
            "id": "sat",
            "type": "Text",
            "title": "I just earned a “Sat\" — what is that?",
            "text": "One “Sat” is the smallest unit of a bitcoin. \n\nWe all know that one US Dollar can be divided into 100 cents. Similarly, one Bitcoin can be divided into 100,000,000 sats. \n\nIn fact, you do not need to own one whole bitcoin in order to use it. You can use bitcoin whether you have 20 sats, 3000 sats — or 100,000,000 sats (which you now know is equal to one bitcoin).\n",
            "answers": [
              "The smallest unit of Bitcoin",
              "A small satellite",
              "A space cat"
            ],
            "feedback": [
              "Correct. You just earned another two sats!! ",
              "Maybe… but that is not the correct answer in this context 🙂",
              "Ummm.... not quite!"
            ]
          },
          {
            "id": "whereBitcoinExist",
            "type": "Text",
            "title": "Where do the bitcoins exist?",
            "text": "Bitcoin is a new form of money. It can be used by anyone, anytime — anywhere in the world. \n\nIt is not tied to a specific government or region (like US Dollars). There are also no paper bills, metal coins or plastic cards. \n\nEverything is 100% digital. Bitcoin is a network of computers running on the internet. \n\nYour bitcoin is easily managed with software on your smartphone or computer! ",
            "answers": [
              "On the Internet",
              "On the moon",
              "In a Federal bank account "
            ],
            "feedback": [
              "Correct. You just earned another 5 sats.",
              "Incorrect. Well… at least not yet ;) ",
              "Wrong. Please try again."
            ]
          },
          {
            "id": "whoControlsBitcoin",
            "type": "Text",
            "title": "Who controls Bitcoin?",
            "text": "Bitcoin is not controlled by any person, company or government. \n\nIt is run by the community of users — people and companies all around the world -- voluntarily running bitcoin software on their computers and smartphones. ",
            "answers": [
              "A voluntary community of users around the world ",
              "Mr Burns from The Simpsons ",
              "The government of France "
            ],
            "feedback": [
              "That is right. Bitcoin is made possible by people all around the world running bitcoin software on their computers and smartphones. ",
              "An amusing thought — but not correct! ",
              "Wrong. There is no company nor government that controls Bitcoin."
            ]
          },
          {
            "id": "copyBitcoin",
            "type": "Text",
            "title": "If Bitcoin is digital money, can’t someone just copy it — and create free money?",
            "text": "The value of a bitcoin can never be copied. This is the very reason why Bitcoin is such a powerful new invention !!\n\nMost digital files — such as an iPhone photo, an MP3 song, or a Microsoft Word document — can easily be duplicated and shared. \n\nThe Bitcoin software uniquely prevents the duplication — or “double spending” — of digital money. We will share exactly how this works later on !",
            "answers": [
              "No — it is impossible to copy or duplicate the value of bitcoin",
              "Yes, you can copy bitcoins just as easily as copying a digital photo",
              "Yes, but copying bitcoin requires very specialized computers"
            ],
            "feedback": [
              "That is absolutely correct ! ",
              "You know that it is not true. Try again.",
              "Incorrect. There is no way for anyone to copy, or create a duplicate, of bitcoin"
            ]
          }
        ]
      },
      {
        "meta": {
          "id": "WhatIsMoney",
          "title": "What is Money? "
        },
        "content": [
          {
            "id": "moneySocialAggrement",
            "type": "Text",
            "title": "\nMoney is a social agreement.\n",
            "text": "Money requires people to trust. \n\nPeople trust the paper dollar bills in their pocket. They trust the digits in their online bank account. They trust the balance on a store gift card will be redeemable. \n\nHaving money allows people to easy trade it immediately for a good, or a service.",
            "answers": [
              "Because people trust that other people will value money similarly ",
              "Because your mother told you so ",
              "Because a dollar bill is worth its weight in gold"
            ],
            "feedback": [
              "Correct. This is what allows money to work!",
              "She may well have -- but that is not the correct answer here!",
              "Nope. In the past you could exchange US dollars for gold. But this is no longer the case. "
            ]
          },
          {
            "id": "coincidenceOfWants",
            "type": "Text",
            "title": "Money solves the “coincidence of wants”...  What is that??",
            "text": "Centuries ago, before people had money, they would barter -- or haggle over how to trade one unique item, in exchange for another item or service. \n\nLet’s say you wanted to have a meal at the local restaurant, and offered the owner a broom. The owner might say “no” -- but I will accept three hats instead, if you happen to have them. \n\nYou can imagine how difficult and inefficient a “barter economy” would be !  \n\nBy contrast, with money, you can simply present a $20 bill. And you know that the restaurant owner will readily accept it. ",
            "answers": [
              "Coincidence of wants",
              "Coincidence of day and night",
              "Coincidence of the moon blocking the sun"
            ],
            "feedback": [
              "That is right. Money allows you to easily purchase something, without haggling about the form of payment",
              "No silly, you know that is not the answer.",
              "Not quite. We call that a solar eclipse :)"
            ]
          },
          {
            "id": "moneyEvolution",
            "type": "Text",
            "title": "\nMoney has evolved, since almost the beginning of time. ",
            "text": "Thousands of years ago, society in Micronesia used very large and scarce stones as a form of agreed currency. \n\nStarting in the 1500’s, rare Cowrie shells (found in the ocean) became commonly used in many nations as a form of money.\n\nAnd for millenia, gold has been used as a form of money for countries around the world -- including the United States (until 1971). \n",
            "answers": [
              "Stones, seashells and gold ",
              "Tiny plastic Monopoly board game houses ",
              "Coins made of chocolate"
            ],
            "feedback": [
              "Correct. Items that are rare and difficult to copy have often been used as money.",
              "Wrong. They may have value when playing a game -- but not in the real word! ",
              "Nope. They may be tasty. But they are not useful as money."
            ]
          },
          {
            "id": "whyStonesShellGold",
            "type": "Text",
            "title": "Why were stones, shells and gold commonly used as money in the past? ",
            "text": "Well, these items all had some -- but not all -- of the characteristics of good money. \n\nSo what characteristics make for “good” money? \nScarce: not abundant, nor easy to reproduce or copy \nAccepted: relatively easy for people to verify its authenticity \nDurable: easy to maintain, and does not perish or fall apart\nUniform: readily interchangeable with another item of the same form\nPortable: easy to transport\nDivisible: can be split and shared in smaller pieces",
            "answers": [
              "Because they have key characteristics -- such as being durable, uniform and divisible. ",
              "Because they are pretty and shiny.",
              "Because they fit inside of your pocket "
            ],
            "feedback": [
              "Correct. More key characteristics include being scarce and portable.",
              "Incorrect. That may be true, but alone are not great characteristics of money. ",
              "Not quite. Although these items were surely portable, that alone was not the reason to be used as money. "
            ]
          },
          {
            "id": "moneyIsImportant",
            "type": "Text",
            "title": "\nMoney is important to individuals \n",
            "text": "Everybody knows that money matters.\n\nMost people exchange their time and energy -- in the form of work -- to obtain money. People do so, to be able to buy goods and services today -- and in the future. \n",
            "answers": [
              "Money allows people to buy goods and services today -- and tomorrow. ",
              "Money allows you to go to the moon.",
              "Money is the solution to all problems. "
            ],
            "feedback": [
              "That is right!",
              "Incorrect. Although that may change in the future ;) ",
              "Not quite. Although some people may believe such, this answer does not address the primary purpose of money. "
            ]
          },
          {
            "id": "moneyImportantGovernement",
            "type": "Text",
            "title": "Money is also important to governments ",
            "text": "Modern-day economies are organized by nation-states: USA, Japan, Switzerland, Brazil, Norway, China, etc. \n\nAccordingly, in most every nation, the government holds the power to issue and control money. \n\nIn the United States, the Central Bank (known as the Federal Reserve, or “Fed”) can print, or create, more US Dollars at any time it wants. \n\nThe “Fed” does not need permission from the President, nor Congress, and certainly not from US citizens.  \n\nImagine if you had the ability to print US Dollars anytime you wanted to -- what would you do ??\n",
            "answers": [
              "The US Central Bank (The Federal Reserve)  ",
              "Mr Burns from The Simpsons",
              "A guy with a printing press in his basement "
            ],
            "feedback": [
              "Correct. The US Government can print as much money as they want at any time.",
              "Incorrect. Although it did seem like he always had a lot of money.",
              "No. Whilst some people do create fake dollar bills, it is definitely not legal!  "
            ]
          }
        ]
      }
    ]
  },
  "AccountDetailScreen": {
    "openAccount": "Open a Galoy cash account",
    "openAccountReason": "To {{side}} bitcoin, you need a Galoy cash account, so you can transfer US Dollar",
    "today": "Today",
    "yesterday": "Yesterday",
    "thisMonth": "This month",
    "prevMonths": "Previous months",
    "quote": "How many sats to {{side}}: "
  },
  "AccountsScreen": { "title": "Accounts", "bitcoinEarn": "Earn bitcoin rewards!" },
  "BankAccountReadyScreen": { "accountReady": "Your Galoy cash account is ready!" },
  "BankAccountEarnScreen": {
    "title": "Cash Account Rewards",
    "openAccount": "Open a Galoy cash account",
    "holdUSDollar": "Hold US dollars in your account!",
    "debitCard": "Order a debit card to earn 1%+ cashback in bitcoin on your dollar spending!",
    "buySell": "And easily buy & sell bitcoin in-app.",
  },
  "OpenBankScreen": {
    "title": "Bank rewards",
    "accountsBenefits": "You’re just a few minutes away from owning a Galoy cash account!\n\nOrder a debit card to receive 1% bitcoin rewards on all spending!"
  },
  "PersonalInformationScreen": {
    "title": "Personal informations",
    "getStarted": "To get started, tell us about yourself."
  },
  "DateOfBirthScreen": { "title": "Date of Birth" },
  "MoveMoneyScreen": {
    "title": "Move Money",
    "needBankAccount": "Open a cash account to activate {{feature}}",
    "needWallet": "Validate your phone to open your wallet",
    "walletInCreation": "Your wallet is being created",
    "seeTransaction": "Monitor opening transaction",
    "openAccount": "Open Account",
    "openWallet": "Open Wallet"
  },
  "SendBitcoinScreen": {
    "title": "Send Bitcoin",
    "amount": "Amount",
    "note": "Note",
    "payFromUSD": "Pay from USD",
    "cost": "Cost"
  },
  "ScanningQRCodeScreen": { "title": "Send Bitcoin" },
  "ReceiveBitcoinScreen": { "title": "Receive Bitcoin" },
  "BankTransferScreen": { "title": "Bank Transfer" },
  "FindATMScreen": { "title": "Find ATM" },
  "DepositCashScreen": { "title": "Deposit Cash" },
  "DirectDepositScreen": {
    "title": "Direct Deposit",
    "setup": "Set up direct deposit",
    "generate": "Generate a direct deposit form for your employer or payroll provider.",
    "bank": "Galoy Checking",
    "routing": "Routing",
    "account": "Account",
    "bankName": "Bank name",
    "action": "Move My Paycheck!"
  }
}
